Repository: pawelwiejkut/llot
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: hr, mt

source: LLOT — Local LLM Ollama Translator
hr: LLOT — Lokalni LLM Ollama Prevoditelj
mt: LLOT — Traduttur LLM Ollama Lokali

source: — local llm ollama translator
hr: — lokalni llm ollama prevoditelj
mt: — traduttur llm ollama lokali

source: Model
mt: Mudell

source: Source
hr: Izvor
mt: Sors

source: Target
hr: Cilj
mt: Mira

source: Tone
hr: Ton
mt: Ton

source: Swap direction
hr: Zamijeni smjer
mt: Ibdel direzzjoni

source: Recent translations history:
hr: Povijest nedavnih prijevoda:
mt: Storja tat-traduzzjonijiet riċenti:

source: none
hr: nema
mt: xejn

source: Text to translate
hr: Tekst za prevođenje
mt: Test biex jittraduċi

source: Paste or type text...
hr: Zalijepite ili utipkajte tekst...
mt: Waħħal jew ittajpja test...

source: Translation starts automatically
hr: Prevođenje počinje automatski
mt: It-traduzzjoni tibda awtomatikament

source: Translating...
hr: Prevodim...
mt: Qed nittradduċi...

source: Result
hr: Rezultat
mt: Riżultat

source: Error:
hr: Greška:
mt: Żball:

source: Auto (detect)
hr: Auto (otkri)
mt: Awtomatiku (issib)

source: Neutral
hr: Neutralan
mt: Newtrali

source: Formal
hr: Formalan
mt: Formali

source: Informal
hr: Neformalan
mt: Informali

source: Friendly
hr: Prijateljski
mt: Ħabiba

source: Technical
hr: Tehnički
mt: Tekniku

source: Poetic
hr: Poetičan
mt: Poetiku
